Repository: anudeeps0306/xdg-desktop-portal-regolith
Catalog: po/*.po
Languages: he, ka

source: Deny Access
he: מניעת הגישה
ka: წვდომის უარყოფა

source: Grant Access
he: הענקת גישה
ka: უარი წვდომაზე

source: Open file with…
he: פתיחת קובץ עם…
ka: ფაილის გახსნა პროგრამით…

source: Open “%s” with…
he: פתיחת „%s” עם…
ka: "%s"-ის გახსნა პროგრამით…

source: An application requested to open a %s.
he: יישום ביקש לפתוח %s.
ka: აპლიკაციამ %s-ის გახსნა მოინდომა.

source: “%s” requested to open a %s.
he: „%s” ביקש לפתוח את %s.
ka: "%s"-მა %s-ის გახსნა მოინდომა.

source: No installed apps can open %s
he: אף יישום מותקן לא יכול לפתוח %s
ka: %s-ის გასახსნელი აპი დაყენებული არ გაქვთ

source: New apps can be installed from AppCenter
he: ניתן להתקין יישומים חדשים ממרכז היישומים
ka: ახალი აპები შეგიძლიათ AppCenter-დან დააყენოთ

source: Cancel
he: ביטול
ka: გაუქმება

source: Open
he: פתיחה
ka: გახსნა

source: Allow
he: לאפשר

source: Forbid
he: למנוע

source: Background activity
he: פעילות רקע

source: “%s” is running in the background without appropriate permission
he: „%s” פועל ברקע ללא ההרשאות המתאימות
